const products = [
    {
        id: 1,
        name: "Ароматическая свеча 'Роза'",
        price: 50,
        image: "./img/IMG_8710.png",
        description: "Ароматическая свеча 'Роза' - это идеальный способ создать уютную атмосферу в вашем доме...",
        tags: ["floral"],
        dateadded: "2023-10-01"
    },
    {
        id: 2,
        name: "Свеча 'Лаванда'",
        price: 60,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Лаванда' - это не только источник приятного аромата, но и способ расслабиться...",
        tags: ["floral"],
        dateadded: "2025-10-01"
    },
    {
        id: 3,
        name: "Свеча 'Ваниль'",
        price: 70,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Ваниль' - это классика, которая никогда не выйдет из моды...",
        tags: ["sweet"],
        dateadded: "2022-10-01"
    },
    {
        id: 4,
        name: "Свеча 'Цитрус'",
        price: 60,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Цитрус' - это яркий и освежающий аромат, который наполняет пространство энергией...",
        tags: ["fruity"],
        dateadded: "2023-10-01"
    },
    {
        id: 5,
        name: "Свеча 'Зимняя сказка'",
        price: 15,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Зимняя сказка' - это идеальный способ создать атмосферу уюта в холодные вечера...",
        tags: ["spicy"],
        dateadded: "2024-10-01"
    },
    {
        id: 6,
        name: "Свеча 'Морской бриз'",
        price: 25,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Морской бриз' подарит вам ощущение свежести и легкости...",
        tags: ["fresh"],
        dateadded: "2023-11-01"
    },
    {
        id: 7,
        name: "Свеча 'Корица и мед'",
        price: 100,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Корица и мед' наполнит ваш дом теплотой и уютом...",
        tags: ["spicy"],
        dateadded: "2023-12-01"
    },
    {
        id: 8,
        name: "Свеча 'Фрезия'",
        price: 2000,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Фрезия' обладает изысканным цветочным ароматом...",
        tags: ["floral"],
        dateadded: "2023-10-23"
    },
    {
        id: 9,
        name: "Свеча 'Классика'",
        price: 25,
        image: "./img/IMG_8710.png",
        description: "Свеча 'Классика' — это универсальный выбор для любого интерьера...",
        tags: ["classic"],
        dateadded: "2025-10-15"
    }
];
